import AuthorDetail from "@/components/AuthorDetail"
import PostDetail from "@/components/PostDetail"
import Title from "@/components/Title"

const Artical = () => {
    return (
        <div className="px-10 py-24 md:px-18 md:py-24 lg:px-36 lg:py-28" >
            <Title size="xxxl" lineHeight="normal">
                    ស្អាតឆ្លាតពូកែ! និស្សិតស្រីវ័យ២១ឆ្នាំ រៀនផងឆ្លៀតធ្វើជំនួញក្រៅម៉ោងផង រកចំណូលជាង៥ម៉ឺន$/ឆ្នាំ
                </Title>
                <PostDetail author="Chhun" category="Business" date="13 Mar 2023" />
            <div className="md:w-3/5">
                <img className="py-12" src="https://business-cambodia.com/cms/assets/548a253e-50f5-4887-81b2-519cc7278be6" alt="" />
                <p>
                    ក្នុងខណៈពេលដែលមនុស្សជាច្រើនកំពុងធ្វើការសិក្សារៀនសូត្រគឺប្រាកដជាពិបាកខ្លាំងក្នុងការបែងចែកពេលវេលារៀនផងនិងធ្វើការផង។ ចំណែកឯនិស្សិតស្រីវ័យ ២១ឆ្នាំរូបនេះទាំងស្អាតទាំងឆ្លាត 
                    ហើយថែមទាំងអាចធ្វើជំនួញក្នុងកំឡុងពេលកំពុងសិក្សានៅក្រៅប្រទេសទៀតផង។ និស្សិតស្រីរូបនេះមានឈ្មោះថា Chloe Tan ជាជនជាតិសិង្ហបុរីនិងបានទៅរស់នៅទីក្រុងសៀងហៃនៅពេល
                    ដែលគាត់មានអាយុ៣ឆ្នាំ បច្ចុប្បន្នជានិស្សិតនៅសកលវិទ្យាល័យ Chicago នាទីក្រុង ​Illinois សហរដ្ឋអាមេរិក។ ស្របពេលដែលមិត្តរបស់នាងភាគច្រើននៅទីនោះ​ប្រើប្រាស់លុយរា​ប់ម៉ឺន
                    ដុល្លាររបស់ឳពុកម្តាយក្នុងមួយឆ្នាំៗដើម្បីបានរៀនសូត្រនៅសកលវិទ្យាល័យ។
                </p>
                <p>ក្នុងនាមជានិស្សិតពេញម៉ោងនៅសកលវិទ្យាល័យអន្តរជាតិមួយនេះ អ្នកនាង Tan បានប្រើប្រាស់ពេលវេលារបស់នាងទៅធ្វើការងារដ៏មានតម្លៃបំផុតនៅក្នុងខណៈមនុស្សភាគច្រើនមានបញ្ហាកញ្ចប់ហិរញ្ញវត្ថុ។​ 
                    និស្សិតស្រីរូបនេះ​កើតក្នុងគ្រួសារមានជីវភាពធូរធារមួយរូបដែរ ប៉ុន្តែអ្នកនាង Tan ​មិនបានប្រើប្រាស់ភាពមានបានរបស់គ្រួសារមកធ្វើជាអំណះអំណាងក្នុងការសិក្សារៀនសូត្រនោះទេ។ អ្នកនាងបានធ្វើដំណើ
                    រមកកាន់សហរដ្ឋអាមេរិកក្នុងកំឡុងពេលដែលអ្នកនាងមានអាយុ​ ១៧ឆ្នាំ​ដើម្បីបន្តមហាវិទ្យាល័យផ្នែកសេដ្ឋកិច្ចនិងហិរញ្ញវត្ថុ។
                </p>
                <p>
                    រៀនពេញម៉ោងផង ធ្វើការជាអ្នកបង្រៀនគួរឆ្លងប្រទេសផង ពោលគឺបង្រៀនភាសាអង់គ្លេសទៅកាន់សិស្សកម្រិតវិទ្យាល័យនៅទីក្រុងសៀងហៃដោយគិតមួយម៉ោង៦៧ដុល្លារ។ ផ្ទុយមកវិញការបែងចែកពេលវេលា
                    បានក្លាយទៅជាការងារដ៏មមាញឹកក្នុងសិក្សារៀនសូត្រជានិស្សិតសកលវិទ្យាល័យខណៈសព្វថ្ងៃនេះអ្នកនាងអាចមានប្រាក់សន្សំប្រមាណជាង៧ម៉ឺនដុល្លារហើយក្នុងកុងធនាគារ ខណៈប្រាក់ដែលអ្នកនាងរកបានរៀងរាល់
                    ខែត្រូវបានបញ្ចូលទៅក្នុងកុងរបស់ម្តាយនាងនៅទីក្រុងសៀងហៃ។ ទន្ទឹមនឹងនេះនាងបានបង្ហើបប្រាប់ CNBC Make it អំពីការរៀបចំកញ្ចប់ហិរញ្ញវត្ថុរបស់អ្នកនាងក្នុងរ​យៈពេលមួយខែៗដែលនាំឱ្យអ្នកនាងសល់លុយ
                    ច្រើនទាំងកំពុងសិក្សាបែបនេះដោយអ្នកនាងមិនសូវចំណាយទៅលើការប្រើប្រាស់សម្លៀកបំពាក់នោះទេដោយអ្នកនាងបានប្រើរបស់ដែលសល់ពីម្តាយប៉ុណ្ណោះ។
                </p>
                <p>
                    ទន្ទឹមនឹងនេះអ្នកនាងមានក្តីស្រមៃមួយគឺចង់ក្លាយជាអ្នកមានដែលជំរុញ​ឱ្យអ្នកនាងបោះបង់ចោលនូវការគេងដែលពេញភ្នែក ការជប់លៀងនៅរាល់ល្ងាចថ្ងៃសុក្រ​ជាដើម ដើម្បីចំណេញពេលលើការអប់រំជាអាទិភាព​ និងមានក្តី
                    ស្រមៃអាចមានលុយសន្សំ៣០ម៉ឺនដុល្លារ រួមទាំងបង់រំលោះផ្ទះមួយនៅអាយុ២៧ឆ្នាំផងដែរ។​
                ​</p>
                <AuthorDetail 
                    name="BeastZz" 
                    bio="ប្រសិនជាលោកអ្នកចង់ចែករំលែកទាក់ទងជាមួយមុខរបរផ្សេងៗឬក៏អាជីវកម្មដែលថ្មីហើយប្លែកក៏ដូចជាបទពិសោធន៍ក្នុងការប្រកបរបររកស៊ីបងប្អូនទាំងអស់គ្នាអាចធ្វើការទំនាក់ទំនងមកកាន់ខ្ញុំបាន។ ទំនាក់ទំនង 096 8989 176។ សូមអរគុណ" 
                    image="https://logos-world.net/wp-content/uploads/2021/09/Mr-Beast-Logo.png" 
                />
            </div>
        </div>
    )
}

export default Artical